export const experience = [
  {
    date: "2021 – поточний час",
    company: "фріланс",
    profession: "Front-end Developer",
    describe: `  Розробка веб додатків.
    Стек технологій: HTML, CSS/SCSS, JavaScript, Vue , Vuex , VueRoute, Vuelidate, Git, Figma
    `,
  },
  {
    date: "2014 – 2019",
    company: "Gustoy Lounge",
    profession: "Керівник ресторану",
    describe: `Створення, контроль, розвиток бізнес-процесів. Впровадження сучасних технологій з оптимізації бізнес-процесів у чотирьох основних напрямках:
    - контроль продуктивності та ефективності кінцевого продукту, що надається для гостей;
    - впровадження спеціалізованого програмного забезпечення з обліку та управління ресурсами ресторану;
    - застосування сучасних маркетингових інструментів, спрямованих на співробітників і гостей;
    - сучасні методи побудови відносин у команді; 
      `,
  },
  {
    date: "2013 – 2015",
    company: " брокерська фірма 'олімп'",
    profession: "Декларант",
    describe: ` Повне очищення митного вантажу: 
      - комунікація з митними органами;
      - формування пакета документів з подальшим оформленням декларацій;
      - проходження митних процедур;
      `,
  },
];

export const education = [
  {
    date: "2021 – 2021",
    company: "RS school",
    profession: "Front-end Developer",
    describe: ` Курс JavaScript / Frontend-розробка`,
  },
  {
    date: "2006 – 2012",
    company: "Харківський авіаційний інститут",
    profession: "Iнженер",
    describe:`Факультет ракетно-космічної техніки. Проектування  та
 виробництво виробів із композиційних матеріалів.`,
  },
];

export const relevantExperience = {
  text: `       На основі бізнес-процесів у ресторані впровадив спеціалізовану систему планування ресурсів підприємства Iiko.
  Імплементацію здійснював у таких умовних напрямках:
  - Бухгалтерський облік: 
      - автоматизував бухгалтерський облік;
- уможливив контроль складських залишків у режимі реального часу,  як і гнучкий контроль процесу закупок; 
      - доступність систематизованої інформації про фінансові операції з постачальниками;
      - отримав можливості аналізу результатів проведення інвентаризації складських залишків ресторану;
  - Фінансовий облік: 
      - можливість формування основних звітів для ресторану:  звіт руху грошових коштів,  звіт про прибутки і збитки,
       баланс ресторану;
  - Кадровий облік: 
      - автоматизований контроль виходу співробітника на зміну,  кількості відпрацьованих годин;
      - здійснення контролю за нарахуваннями,  виплатами ЗП;
  - Маркетинг: 
      - аналіз ефективності та продуктивності меню за допомогою проведення ABC аналізу страв;
      - збір даних з подальшою аналітикою "улюблених столів",  формування оптимальної кількості місць;
      - впровадження модульної системи лояльності для гостей,  аналіз ефективності акцій, дисконтних годин;

            `,
};

// export const intro = {
//   text: ` Часто згадую, що живу в моменті, тому займаюся тим, що люблю. 'Щоб стояти на місці потрібно бігти!' Фраза
//   якою можна описати моє прагнення до розвитку та пізнання нових граней світу.
// Ключові слова: Мир, Філософія, Книжки, Бразильське Джиу Джитсу.


// ПРЕДПРИИМЧИВЫЙ — ВЫСОКООРГАНИЗОВАННЫЙ — ВНИМАТЕЛЬНЫЙ
// Управлял рестораном на 70 посадочных мест  и рейтингом 4.5

// Возглавлял команду из  более 40 человек.



// Улучшил условия обслуживания клиентов и сократил денежные списания на 7%, после внедрения новой системы управления денежными средствами.
// Победитель «Best Regional Restaurant 2019» от журнала «Лучшие региональные рестораны».

// Контролировал поставщиков и заказы, тем самым сократил затраты на 30% в месяц.
//   `,
// };

export const intro = {
  text: `ПІДПРИЄМЛИВИЙ - ВИСОКООРГАНІЗОВАНИЙ - УВАЖНИЙ
  Керував рестораном на 70 посадочних місць та рейтингом 4.5
  
  Очолював команду з 40 осіб.
  
  Оптимізацією бізнес-процесів поліпшив прибутковість ресторану до 20%
  
  2017,2018 року був у ТОПі лаунж барів м. Харкова
`

}